Repository: Dogthemachine/CutNestPrint
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: name
ru: Название

source: sequence
ru: Количество

source: description
ru: Описание

source: added
ru: Добавлено

source: Item name
ru: Название

source: Fashion
ru: Фасон

source: Add size
ru: Добавить размер

source: Select pieces
ru: Выбрать выкройки

source: Choose roll
ru: Выбрать рулон

source: showcase_displayed
ru: Отображать на витрине

source: Categories of items
ru: Категории

source: Fashions of items
ru: Фасоны

source: Sizes of items
ru: Размеры

source: count of pieces
ru: Количество

source: items
ru: Изделие

source: items sizes
ru: Изделие

source: piece
ru: Выкройка

source: produce
ru: Заказ

source: New Item
ru: Новое изделие

source: material type
ru: Тип ткани

source: index
ru: Индекс

source: initially meters
ru: В начале было метров

source: actual meters
ru: Метров на данный момент

source: date of manufacture
ru: Дата изготовления

source: rolls
ru: Рулоны

source: coast rate
ru: Цена за метр

source: amount of units
ru: Количество вещей

source: amount of material
ru: Сколько ткани

source: expected cost
ru: Предположительня стоимость

source: actual cost
ru: Фактическая стоимость

source: Paid or not
ru: Оплачен

source: orders
ru: Заказы

source: amount
ru: Количество

source: Making cuts for produce clothes
ru: Менеджер выкроек

source: Change image
ru: Заменить картинку

source: Save item
ru: Сохранить

source: Add piece
ru: Добавить выкройку

source: Delete size
ru: Удалить размер

source: Delete piece
ru: Удалить выкройку

source: Delete item
ru: Удалить изделие

source: Size:
ru: Размер

source: In produce:
ru: В заказе

source: Edit item
ru: Редактировать изделие

source: New item
ru: Новое изделие

source: Fashions
ru: Одежда

source: Orders
ru: Заказы

source: To produce
ru: Заказ

source: Making cuts for pinting clothes
ru: Менеджер выкроек

source: Pieces:
ru: Деталей:

source: Rotate piece
ru: Повернуть

source: Validate nesting
ru: Подтвердить заказ

source: Make nesting
ru: Сделать раскладку

source: Show order
ru: Заказ

source: Material:
ru: Ткань:

source: Rate per meter:
ru: Стоимость за метр:

source: Roll index:
ru: Индекс рулона:

source: Amount of clothes:
ru: Колличество изделий:

source: Amount of material:
ru: Сколько ткани:

source: Cost:
ru: Стоимость:

source: Date of manufacture:
ru: Дата изготовления:

source: In order:
ru: В заказе:
